sae/sae-webservices-test/src/test/resources/soap/request/archivageUnitaire_SoapFault_wsse_SecurityTokenUnavailable.xml

<soap:Envelope
   xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
   xmlns:sae="http://www.cirtil.fr/saeService">
   
   <soap:Header/>
   
   <soap:Body>
      <sae:archivageUnitaire>
         <sae:objetNumerique>
            <sae:url>ecde://ecdeX/numeroCS/20110527/idTraitement/documents/nom_du_fichier</sae:url>
         </sae:objetNumerique>
         <sae:metadonnees />
      </sae:archivageUnitaire>
   </soap:Body>
   
</soap:Envelope>